Revit 2027 API
ParameterTypeId.SpacingLayout Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLayout { get; }
Public Shared ReadOnly Property SpacingLayout As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLayout {
	ForgeTypeId^ get ();
}
static member SpacingLayout : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace